export const questions = [
  {
    presable: true,
    title: "Білет №41. Питання №460",
    question:
      "На якому з малюнків показана дорога, на якій дозволено виїжджати на призначений для зустрічного руху бік дороги?",
    imageUrl: "./images/question-0.jpeg",
    variants: [
      "На малюнках 1, 2 і 3.",
      "На малюнку 1.",
      "На малюнку 2.",
      "На малюнку 3.",
    ],
    trueVariant: "На малюнку 2.",
  },

  {
    presable: true,
    title: "Білет №64. Питання №323",
    question:
      "На якому малюнку водій правильно подав сигнал перед поворотом праворуч у разі несправності світлових покажчиків повороту?",
    imageUrl: "./images/question-1.jpeg",
    variants: ["На другому.", "На першому.", "На третьому."],
    trueVariant: "На першому.",
  },
  {
    presable: true,
    title: "Білет №58. Питання №1834",
    question:
      "Як надати першу медичну допомогу в разі отруєння випарами бензину?",
    imageUrl: "",
    variants: [
      "Винести пацієнта на свіже повітря і дати йому гарячого чаю.",
      "Винести пацієнта на свіже повітря, зігріти, зробити штучне дихання.",
      "Промити шлунок великою кількістю рідини.",
    ],
    trueVariant:
      "Винести пацієнта на свіже повітря, зігріти, зробити штучне дихання.",
  },

  {
    presable: true,
    title: "Білет №82. Питання №1529",
    question:
      "Який із зображених знаків забороняє стоянку тільки в парні числа місяця?",
    imageUrl: "./images/question-2.jpeg",
    variants: ["Знак 1.", "Знак 2.", "Знак 3.", "Знак 4."],
    trueVariant: "Знак 4.",
  },
  {
    presable: true,
    title: "Білет №72. Питання №1967",
    question: "У разі перелому кінцівки слід:",
    imageUrl: "",
    variants: [
      "Вкласти кінцівку в будь-якому зручному для потерпілого положенні.",
      "Зафіксувати кінцівку за допомогою шини або предмета, що замінює її.",
      "Перев'язати місце перелому.",
    ],
    trueVariant:
      "Зафіксувати кінцівку за допомогою шини або предмета, що замінює її.",
  },

  {
    presable: true,
    title: "Білет №100. Питання №1612",
    question:
      "У яких напрямках дозволено рух вантажного автомобіля в зображеній ситуації?",
    imageUrl: "./images/question-3.jpeg",
    variants: ["Ліворуч.", "Праворуч.", "Прямо.", "У будь-якому з напрямків."],
    trueVariant: "Прямо.",
  },
  {
    presable: true,
    title: "Білет №12. Питання №1576",
    question: "У якому з напрямків Вам дозволено рух у зображеній ситуації?",
    imageUrl: "./images/question-4.jpeg",
    variants: [
      "У напрямку 1 або 2.",
      "У напрямку 1, 2 або 3.",
      "У напрямку 1, 2, 3 або 4.",
      "У напрямку 2, 3 або 4.",
    ],
    trueVariant: "У напрямку 1, 2 або 3.",
  },

  {
    presable: true,
    title: "Білет №113. Питання №723",
    question:
      "Чи дозволено водієві вантажного автомобіля зупинитися перед дорожнім знаком «Зупинку заборонено», як показано на малюнку?",
    imageUrl: "./images/question-5.jpeg",
    variants: ["Дозволено.", "Заборонено."],
    trueVariant: "Заборонено.",
  },
  {
    presable: true,
    title: "Білет №85. Питання №3228",
    question:
      "Чи дозволено водієві відчиняти двері транспортного засобу до його повної зупинки?",
    imageUrl: "./images/question-6.jpeg",
    variants: [
      "Заборонено.",
      "Дозволено, якщо поруч немає пішоходів або інших транспортних засобів.",
      "Дозволено в будь-якому випадку.",
    ],
    trueVariant: "Заборонено.",
  },

  {
    presable: true,
    title: "Білет №115. Питання №1557",
    question:
      "Чи дозволено водієві автобуса, що рухається за встановленим маршрутом, повернути праворуч у зображеній ситуації?",
    imageUrl: "./images/question-7.jpeg",
    variants: ["Дозволено.", "Заборонено."],
    trueVariant: "Дозволено.",
  },
  {
    presable: true,
    title: "Білет №46. Питання №2071",
    question:
      "Як повинен чинити водій транспортного засобу, що наближається до перехрестя, на якому немає знаків пріоритету, а наявність покриття на дорозі неможливо визначити у зв'язку з погодними або іншими умовами?",
    imageUrl: "./images/question-8.jpeg",
    variants: [
      "Вважати, що він перебуває на головній дорозі.",
      "Вважати, що він перебуває на другорядній дорозі.",
      "Давати дорогу, тільки повертаючи ліворуч.",
    ],
    trueVariant: "Вважати, що він перебуває на другорядній дорозі.",
  },
  {
    presable: true,
    title: "Білет №88. Питання №2712",
    question: "Чи є антифриз отруйною речовиною?",
    imageUrl: "",
    variants: ["Ні, не є.", "Ні, тільки концентрат.", "Так, дуже отруйний."],
    trueVariant: "Так, дуже отруйний.",
  },
  {
    presable: true,
    title: "Білет №60. Питання №2142",
    question: "Що мається на увазі під зупинним шляхом?",
    imageUrl: "",
    variants: [
      "Відстань, пройдена транспортним засобом з моменту виявлення водієм небезпеки до повної зупинки.",
      "Відстань, пройдена транспортним засобом з моменту початку спрацьовування гальмівного приводу до повної зупинки.",
      "Відстань, що відповідає гальмівному шляху, визначеному технічною характеристикою даного транспортного засобу.",
    ],
    trueVariant:
      "Відстань, пройдена транспортним засобом з моменту виявлення водієм небезпеки до повної зупинки.",
  },
  {
    presable: true,
    title: "Білет №56. Питання №756",
    question: "Яке перехрестя вважається нерегульованим?",
    imageUrl: "",
    variants: [
      "Перехрестя, де світлофор вимкнений або працює в режимі миготіння жовтого сигналу.",
      "Перехрестя, де немає світлофорів і відсутній регулювальник.",
      "Перехрестя, де черговість проїзду регулюється тільки дорожніми знаками пріоритету.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1, 2 і 3.",
  },
  {
    presable: true,
    title: "Білет №33. Питання №1025",
    question: "Чи дозволяється навчальна їзда на автомагістралі?",
    imageUrl: "",
    variants: [
      "Дозволяється лише у світлу пору доби.",
      "Дозволяється.",
      "Забороняється.",
    ],
    trueVariant: "Забороняється.",
  },

  {
    presable: true,
    title: "Білет №113. Питання №2541",
    question:
      "Яка максимальна швидкість встановлена для руху мікроавтобусів на автомагістралі?",
    imageUrl: "./images/question-9.jpeg",
    variants: ["110 км/год.", "130 км/год.", "80 км/год.", "90 км/год."],
    trueVariant: "130 км/год.",
  },
  {
    presable: true,
    title: "Білет №28. Питання №811",
    question: "На даному перехресті водій червоного автомобіля повинен:",
    imageUrl: "./images/question-10.jpeg",
    variants: [
      "Дати дорогу всім транспортним засобам, що рухаються по дорозі, на яку він в'їжджає.",
      "Проїхати перехрестя першим.",
    ],
    trueVariant:
      "Дати дорогу всім транспортним засобам, що рухаються по дорозі, на яку він в'їжджає.",
  },
  {
    presable: true,
    title: "Білет №108. Питання №2728",
    question: "Що необхідно зробити заздалегідь перед використанням домкрата?",
    imageUrl: "",
    variants: [
      "Перевірити наявність домкрата.",
      "Перевірити гідравлічний домкрат.",
      "Встановити противідкатні упори коліс.",
      "Відповіді 1 і 2.",
    ],
    trueVariant: "Встановити противідкатні упори коліс.",
  },
  {
    presable: true,
    title: "Білет №91. Питання №1289",
    question:
      "За дотримання яких з умов дозволяється експлуатація транспортних составів у складі автомобіля і причепа?",
    imageUrl: "",
    variants: [
      "За наявності гальмової системи у причепа.",
      "За умови відповідності причепа тягачу і виконання вимог щодо їхньої експлуатації.",
      "За дотримання всіх перерахованих вище умов.",
    ],
    trueVariant:
      "За умови відповідності причепа тягачу і виконання вимог щодо їхньої експлуатації.",
  },
  {
    presable: true,
    title: "Білет №43. Питання №3341",
    question: "На малюнку зображено узбіччя?",
    imageUrl: "",
    variants: ["Так.", "Ні."],
    trueVariant: "Ні.",
  },

  {
    presable: true,
    title: "Білет №10. Питання №1033",
    question:
      "Який із розпізнавальних знаків встановлюється на транспортних засобах, якими керують глухі або глухонімі водії?",
    imageUrl: "./images/question-12.jpeg",
    variants: ["Перший.", "Другий.", "Третій."],
    trueVariant: "Перший.",
  },
  {
    presable: true,
    title: "Білет №105. Питання №2275",
    question: "З якого віку дозволено навчатися водінню мопеда?",
    imageUrl: "",
    variants: ["З 14 років.", "З 16 років.", "З 17 років.", "З 18 років."],
    trueVariant: "З 14 років.",
  },

  {
    presable: true,
    title: "Білет №80. Питання №3163",
    question:
      "Удар головою або грудною кліткою об панель приладів або лобове скло під час зіткнення попередить:",
    imageUrl: "",
    variants: ["Ремінь безпеки.", "Підголівник."],
    trueVariant: "Ремінь безпеки.",
  },
  {
    presable: true,
    title: "Білет №12. Питання №187",
    question: "Чи дозволяється перевезення пасажирів на велосипеді?",
    imageUrl: "",
    variants: [
      "Дозволяється на багажнику.",
      "Дозволяється на рамі велосипеда.",
      "Забороняється перевезення пасажирів на велосипеді (за винятком дітей до 7 років, які перевозяться на додатковому сидінні, обладнаному надійно закріпленими підніжками).",
    ],
    trueVariant:
      "Забороняється перевезення пасажирів на велосипеді (за винятком дітей до 7 років, які перевозяться на додатковому сидінні, обладнаному надійно закріпленими підніжками).",
  },
  {
    presable: true,
    title: "Білет №71. Питання №125",
    question: "В яких випадках пішоходу дозволено рух краєм проїзної частини?",
    imageUrl: "",
    variants: [
      "Тільки в світлу пору доби, рухаючись назустріч руху транспортних засобів.",
      "У темну пору доби або в умовах недостатньої видимості рухатися назустріч руху транспортних засобів, виділивши себе або маючи на зовнішньому одязі світловідбиваючі елементи.",
      "За відсутності тротуарів або пішохідних доріжок.",
      "За відсутності узбіччя або неможливості рухатися ним.",
      "Відповіді 3 і 4.",
    ],
    trueVariant: "Відповіді 3 і 4.",
  },
  {
    presable: true,
    title: "Білет №12. Питання №810",
    question: "Ви - водій синього автомобіля, проїдете перехрестя:",
    imageUrl: "./images/question-14.jpeg",
    variants: ["Другим.", "Першим.", "Третім."],
    trueVariant: "Другим.",
  },
  {
    presable: true,
    title: "Білет №67. Питання №2143",
    question: "Під час руху в умовах туману відстань до предметів здається:",
    imageUrl: "",
    variants: [
      "Більшою, ніж насправді.",
      "Меншою, ніж насправді.",
      "Такою, що відповідає дійсності.",
    ],
    trueVariant: "Більшою, ніж насправді.",
  },
  {
    presable: true,
    title: "Білет №76. Питання №3033",
    question: "Крім велосипедів, по велосипедній смузі можуть рухатись:",
    imageUrl: "./images/question-15.jpeg",
    variants: [
      "Водії мотоциклів.",
      "Водії мопедів.",
      "Ніхто з вищеперерахованих.",
    ],
    trueVariant: "Ніхто з вищеперерахованих.",
  },
  {
    presable: true,
    title: "Білет №86. Питання №3260",
    question: "Вказаний індикатор червоного кольору інформує водія про:",
    imageUrl: "./images/question-16.jpeg",
    variants: [
      "Відчинені двері автомобіля.",
      "Відчинений багажник автомобіля.",
    ],
    trueVariant: "Відчинений багажник автомобіля.",
  },
  {
    presable: true,
    title: "Білет №40. Питання №3158",
    question: "Недостатній тиск в шинах сприяє економії пального:",
    imageUrl: "./images/question-17.jpeg",
    variants: ["Так.", "Ні."],
    trueVariant: "Ні.",
  },
  {
    presable: true,
    title: "Білет №46. Питання №251",
    question:
      "Чи дозволено Вам - водію зеленого автомобіля, в даній ситуації виконати випередження автобуса з лівого боку?",
    imageUrl: "./images/question-18.jpeg",
    variants: [
      "Дозволено, але після випередження необхідно повернутися на смугу, яку Ви займали раніше.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено.",
  },

  {
    presable: true,
    title: "Білет №26. Питання №646",
    question:
      "Білет №26. Питання №646Чи дозволено водієві виконати обгін транспортних засобів, що рухаються з увімкненими проблисковими маячками оранжевого кольору?",
    imageUrl: "./images/question-19.jpeg",
    variants: ["Дозволено.", "Заборонено."],
    trueVariant: "Дозволено.",
  },
  {
    presable: true,
    title: "Білет №52. Питання №418",
    question: "У якому з перелічених місць заборонено розворот?",
    imageUrl: "",
    variants: [
      "У тунелях.",
      "На мостах, шляхопроводах, естакадах.",
      "Під мостами, шляхопроводами та естакадами.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1, 2 і 3.",
  },
  {
    presable: true,
    title: "Білет №69. Питання №2166",
    question:
      "Під час руху в умовах поганої видимості потрібно вибирати швидкість, виходячи з того, що зупинний шлях має бути:",
    imageUrl: "",
    variants: ["Більше відстані видимості.", "Менше відстані видимості."],
    trueVariant: "Менше відстані видимості.",
  },
  {
    presable: true,
    title: "Білет №62. Питання №265",
    question: "Звуковий сигнал, застосовуваний на додаток до світлофорів:",
    imageUrl: "./images/question-20.jpeg",
    variants: [
      "Призначений для привернення уваги пішоходів.",
      "Призначений для сліпих пішоходів – дозволяє їм рух.",
      "Призначений для сліпих пішоходів – забороняє їм рух через дорогу.",
    ],
    trueVariant: "Призначений для сліпих пішоходів – дозволяє їм рух.",
  },
  {
    presable: true,
    title: "Білет №42. Питання №722",
    question: "У місцях, де буде неможливим зустрічний роз'їзд.",
    imageUrl: "",
    variants: [
      "У місцях, де буде неможливим об'їзд транспортного засобу, що зупинився.",
      "У місцях, де транспортний засіб закриває від інших водіїв сигнали світлофора або дорожні знаки.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1, 2 і 3.",
  },
  {
    presable: true,
    title: "Білет №50. Питання №1636",
    question: "Що з переліченого заборонено водіям на зображеній дорозі?",
    imageUrl: "./images/question-21.jpeg",
    variants: [
      "Розворот.",
      "Рух заднім ходом, крім випадків, коли неможливо під'їхати до об'єкта іншим способом.",
      "Зупинка і стоянка біля лівого краю проїзної частини.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1 і 2.",
  },
  {
    presable: true,
    title: "Білет №9. Питання №116",
    question:
      "Чи дозволено водієві автомобіля виконати випередження автомобіля, що супроводжує колону і рухається з увімкненим зеленим проблисковим маячком?",
    imageUrl: "./images/question-22.jpeg",
    variants: [
      "Дозволено в будь-якому випадку.",
      "Дозволено, якщо він рухається зі швидкістю менш ніж 30 км/год., дотримуючись заходів безпеки.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено.",
  },
  {
    presable: true,
    title: "Білет №31. Питання №2964",
    question:
      "Якими будуть ваші дії, якщо вантажний автомобіль декілька разів увімкнув дальнє світло?",
    imageUrl: "./images/question-23.jpeg",
    variants: [
      "Подати звуковий сигнал, попереджаючи іншого водія, що у вас перевага в русі.",
      "Почати гальмування, щоб визначити подальші дії іншого водія.",
      "Теж ввімкнути декілька разів дальнє світло, не припиняючи рух.",
    ],
    trueVariant: "Почати гальмування, щоб визначити подальші дії іншого водія.",
  },
  {
    presable: true,
    title: "Білет №95. Питання №2868",
    question: "Що з переліченого заборонено водієві трамвая?",
    imageUrl: "",
    variants: [
      "Вимагати від пасажирів виконання їхніх обов'язків.",
      "Вимагати від пасажирів пред'явити квитанцію на перевезення багажу.",
      "Починати рух до повного зачинення дверей та відчиняти їх до повної зупинки трамвая.",
    ],
    trueVariant:
      "Починати рух до повного зачинення дверей та відчиняти їх до повної зупинки трамвая.",
  },
  {
    presable: true,
    title: "Білет №108. Питання №2761",
    question: "При поворотах колеса причепа рухаються:",
    imageUrl: "",
    variants: [
      "По більшому радіусу, ніж колеса автомобіля.",
      "По меншому радіусу, ніж колеса автомобіля.",
      "По такому самому радіусу як і колеса автомобіля.",
    ],
    trueVariant: "По меншому радіусу, ніж колеса автомобіля.",
  },
  {
    presable: true,
    title: "Білет №102. Питання №2519",
    question:
      "Як потрібно розміщувати вантаж у кузові транспортного засобу під час транспортування?",
    imageUrl: "",
    variants: [
      "Ближче до кабіни, таким чином, щоб основна частина вантажу була ближче до передньої частини кузова.",
      "Рівномірно, таким чином, щоб не була порушена стійкість автомобіля та не ускладнювалось керування ним.",
      "Обидві відповіді правильні.",
    ],
    trueVariant:
      "Рівномірно, таким чином, щоб не була порушена стійкість автомобіля та не ускладнювалось керування ним.",
  },
  {
    presable: true,
    title: "Білет №56. Питання №1832",
    question: "Що слід зробити в разі перелому ключиці в потерпілого?",
    imageUrl: "",
    variants: [
      "Накласти холодний компрес на місце перелому і туго забинтувати.",
      "Підвісити руку на косинку або прибинтувати випрямлену руку до тулуба.",
      "Підкласти валик з бинта або вати в пахвову ділянку і прибинтувати зігнуту в лікті руку до тулуба.",
    ],
    trueVariant:
      "Підкласти валик з бинта або вати в пахвову ділянку і прибинтувати зігнуту в лікті руку до тулуба.",
  },
  {
    presable: true,
    title: "Білет №97. Питання №2659",
    question:
      "Вкажіть метод визначення причини, з якої двигун не запускається, коли обертається стартер.",
    imageUrl: "",
    variants: [
      "Візуальний: огляд усіх з'єднань електропроводки.",
      "Діагностика кожного елемента системи запуску окремо.",
      "За допомогою спеціального діагностичного сканера помилок.",
      "Усі наведені вище варіанти.",
    ],
    trueVariant: "Усі наведені вище варіанти.",
  },
  {
    presable: true,
    title: "Білет №56. Питання №551",
    question:
      "З якою максимальною швидкістю допускається рух легкових автомобілів на дорогах з окремими проїзними частинами, що відокремлені одна від одної розділювальною смугою (крім транспортних засобів, якими керують водії зі стажем до 2-х років)?",
    imageUrl: "./images/question-24.jpeg",
    variants: ["80 км/год.", "90 км/год.", "110 км/год.", "130 км/год."],
    trueVariant: "110 км/год.",
  },
  {
    presable: true,
    title: "Білет №72. Питання №2169",
    question:
      "Увімкнення яких зовнішніх світлових приладів забезпечить вам найкращу видимість дороги під час руху вночі за сильної хуртовини?",
    imageUrl: "./images/question-24.jpeg",
    variants: [
      "Протитуманних фар спільно з ближнім світлом фар.",
      "Протитуманних фар спільно з дальнім світлом фар.",
    ],
    trueVariant: "Протитуманних фар спільно з ближнім світлом фар.",
  },
  {
    presable: true,
    title: "Білет №76. Питання №3082",
    question:
      "В наведеній ситуації, за відсутності знаків пріоритету, який транспортний засіб проїде перехрестя першим?",
    imageUrl: "./images/question-25.jpeg",
    variants: [
      "Червоний автомобіль.",
      "Зелений автомобіль.",
      "Ваш автомобіль.",
    ],
    trueVariant: "Зелений автомобіль.",
  },
  {
    presable: true,
    title: "Білет №31. Питання №2773",
    question:
      "Де найбезпечніше встановлювати дитяче автокрісло в салоні автомобіля?",
    imageUrl: "",
    variants: ["На задньому сидінні.", "На передньому сидінні."],
    trueVariant: "На задньому сидінні.",
  },
  {
    presable: true,
    title: "Білет №111. Питання №2456",
    question: "Куди дівається повітря після відпускання педалі гальма?",
    imageUrl: "",
    variants: [
      "Подається у впускний колектор двигуна.",
      "Потрапляє назад в систему.",
      "Стравлюється в атмосферу.",
    ],
    trueVariant: "Стравлюється в атмосферу.",
  },
  {
    presable: true,
    title: "Білет №97. Питання №2659",
    question: "Вкажіть метод визначення причини, з якої двигун не запускається, коли обертається стартер.",
    imageUrl: "",
    variants: [
      "Візуальний: огляд усіх з'єднань електропроводки.",
      "Діагностика кожного елемента системи запуску окремо.",
      "За допомогою спеціального діагностичного сканера помилок.",
      "Усі наведені вище варіанти.",
    ],
    trueVariant: "Усі наведені вище варіанти.",
  },
  {
    presable: true,
    title: "Білет №19. Питання №1015",
    question: "Що з перерахованого заборонено в житлових зонах?",
    imageUrl: "",
    variants: [
      "Стоянка з працюючим двигуном.",
      "Транзитний рух.",
      "Рух пішоходів по проїзній частині.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1 і 2.",
  },
  {
    presable: true,
    title: "Білет №36. Питання №3299",
    question: "Пішохідний перехід, на якому немає регулювальника, світлофори відсутні або вимкнені чи працюють у режимі миготіння жовтого сигналу вважається:",
    imageUrl: "",
    variants: [
      "Регульованим.",
      "Нерегульованим.",
    ],
    trueVariant: "Нерегульованим.",
  },
  {
    presable: true,
    title: "Білет №13. Питання №245",
    question: "Яке значення мають одночасно ввімкнені червоний і жовтий сигнали світлофора?",
    imageUrl: "./images/question-26.jpeg",
    variants: [
      "Дозволяють рух, якщо перехрестя вільне.",
      "Забороняють рух.",
    ],
    trueVariant: "Забороняють рух.",
  },
  {
    presable: true,
    title: "Білет №96. Питання №1266",
    question: "Чи дозволене буксирування мотоциклами без бічних причепів?",
    imageUrl: "",
    variants: [
      "Дозволено.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено.",
  },
  {
    presable: true,
    title: "Білет №79. Питання №1988",
    question: "Водій синього автомобіля проїде дане перехрестя:",
    imageUrl: "./images/question-27.jpeg",
    variants: [
      "Другим.",
      "Останнім.",
      "Першим.",
      "Третім.",
      "Четвертим.",
    ],
    trueVariant: "Останнім.",
  },
  {
    presable: true,
    title: "Білет №93. Питання №2875",
    question: "Водій тролейбуса зобов'язаний:",
    imageUrl: "",
    variants: [
      "Мати дозвіл на перевезення вантажів.",
      "Мати паспорт громадянина України.",
      "Мати посвідчення водія, що підтверджує право керування транспортним засобом відповідної категорії.",
      "Всі відповіді вірні.",
    ],
    trueVariant: "Мати посвідчення водія, що підтверджує право керування транспортним засобом відповідної категорії.",
  },
  {
    presable: true,
    title: "Білет №47. Питання №1641",
    question: "Зображений дорожній знак позначає:",
    imageUrl: "./images/question-28.jpeg",
    variants: [
      "Кінець дороги або відокремленої проїзної частини, по всій ширині якої рух транспортних засобів здійснюється тільки в одному напрямку.",
      "Кінець дороги з розділювальною смугою.",
      "Кінець ділянки дороги, на одній або кількох смугах якої напрямок руху може змінюватися на протилежний.",
      "Кінець смуги для руху маршрутних транспортних засобів.",
    ],
    trueVariant: "Кінець ділянки дороги, на одній або кількох смугах якої напрямок руху може змінюватися на протилежний.",
  },
  {
    presable: true,
    title: "Білет №86. Питання №2335",
    question: "Рухаючись у темну пору доби, водій механічного транспортного засобу незалежно від ступеня освітлення дороги повинен ввімкнути такі зовнішні світлові пристрої:",
    imageUrl: "",
    variants: [
      "Габаритні ліхтарі.",
      "Фари ближнього або дальнього світла.",
      "Протитуманні фари і задній протитуманний ліхтар.",
    ],
    trueVariant: "Фари ближнього або дальнього світла.",
  },
  {
    presable: true,
    title: "Білет №99. Питання №2312",
    question: "Що потрібно зробити, якщо ви проїхали по купі сміття на мотоциклі (мопеді):",
    imageUrl: "",
    variants: [
      "Заїхати в найближчий мотосалон і перевірити, чи все в порядку.",
      "Зупинитися з дотриманням вимог ПДР, оглянути мотоцикл, особливу увагу звернути на стан шин, ободів, спиць коліс, а також підкрильним просторам.",
      "Поставити в плани заміну масла.",
      "Якщо не чути ніяких сторонніх звуків, оглянути мотоцикл після поїздки.",
    ],
    trueVariant: "Зупинитися з дотриманням вимог ПДР, оглянути мотоцикл, особливу увагу звернути на стан шин, ободів, спиць коліс, а також підкрильним просторам.",
  },
  {
    presable: true,
    title: "Білет №89. Питання №2696",
    question: "Чи дозволено водієві автобуса продавати пасажирам квитки під час руху автобуса?",
    imageUrl: "",
    variants: [
      "Дозволено.",
      "Дозволено у населених пунктах.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено."
  },
  {
    presable: true,
    title: "Білет №78. Питання №3117",
    question: "Дія даного дорожнього знаку поширюється на:",
    imageUrl: "./images/question-29.jpeg",
    variants: [
      "Всі вантажні автомобілі.",
      "Вантажні автомобілі з дозволеною максимальною масою більше 3,5 т.",
      "Транспортні засоби, що перевозять небезпечні вантажі.",
    ],
    trueVariant: "Вантажні автомобілі з дозволеною максимальною масою більше 3,5 т."
  }, 
  {
    presable: true,
    title: "Білет №105. Питання №2879",
    question: "Чи дозволено водієві трамвая продавати пасажирам квитки під час руху?",
    imageUrl: "",
    variants: [
      "Дозволено у час пік.",
      "Дозволено.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено."
  },   
  {
    presable: true,
    title: "Білет №77. Питання №3028",
    question: "Пішоходи, у визначених Правилами дорожнього руху випадках, мають право рухатись велосипедними доріжками?",
    imageUrl: "",
    variants: [
      "Так.",
      "Ні.",
    ],
    trueVariant: "Так."
  }, 
  {
    presable: true,
    title: "Білет №107. Питання №2227",
    question: "Проїжджаючи дане перехрестя, водії повинні керуватися:",
    imageUrl: "./images/question-30.jpeg",
    variants: [
      "Знаками пріоритету.",
      "Сигналами світлофора.",
      "Вірні обидва варіанти.",
    ],
    trueVariant: "Сигналами світлофора."
  }, 
  {
    presable: true,
    title: "Білет №24. Питання №2785",
    question: "Ви рухаєтесь на автомобілі, у якого несправні світлові покажчики поворотів, але Вам необхідно повернути праворуч. Ваші дії:",
    imageUrl: "",
    variants: [
      "Витягнете ліву руку в ліву сторону у вікно і зігнете під прямим кутом вгору.",
      "Витягнете ліву руку в ліву сторону.",
      "Витягнете праву руку в праву сторону і зігнете під прямим кутом вгору.",
    ],
    trueVariant: "Витягнете ліву руку в ліву сторону у вікно і зігнете під прямим кутом вгору."
  },
  {
    presable: true,
    title: "Білет №105. Питання №2744",
    question: "Чи дозволяється буксирування транспортного засобу з причепом?",
    imageUrl: "",
    variants: [
      "Дозволяється завжди.",
      "Дозволяється лише за погодженням із спеціальним органом.",
      "Забороняється.",
    ],
    trueVariant: "Дозволяється завжди."
  },
  {
    presable: true,
    title: "Білет №67. Питання №876",
    question: "Як дозволено використовувати протитуманні фари в темну пору доби?",
    imageUrl: "",
    variants: [
      "Тільки окремо від ближнього світла фар.",
      "Тільки разом з ближнім або дальнім світлом фар.",
      "Як окремо, так і разом з ближнім або дальнім світлом фар.",
    ],
    trueVariant: "Тільки разом з ближнім або дальнім світлом фар."
  },
  {
    presable: true,
    title: "Білет №12. Питання №490",
    question: "Як повинен вчинити водій у даній ситуації в разі руху прямо?",
    imageUrl: "./images/question-31.jpeg",
    variants: [
      "Залишатися там само, якщо не створено перешкоди для інших водіїв.",
      "Перестроїтися ліворуч або праворуч.",
      "Перестроїтися на ліву смугу.",
      "Перестроїтися на праву смугу.",
    ],
    trueVariant: "Перестроїтися на праву смугу."
  },
  {
    presable: true,
    title: "Білет №61. Питання №2787",
    question: "Ви рухаєтесь на велосипеді і Вам необхідно повернути ліворуч. Ваші дії:",
    imageUrl: "",
    variants: [
      "Витягнете ліву руку в бік або праву руку вбік і зігнете у лікті під прямим кутом вгору.",
      "Витягнете ліву руку і зігнете у лікті під прямим кутом вгору.",
      "Витягнете праву руку вбік і зігнете під прямим кутом вгору.",
    ],
    trueVariant: "Витягнете ліву руку в бік або праву руку вбік і зігнете у лікті під прямим кутом вгору."
  },
  {
    presable: true,
    title: "Білет №91. Питання №2857",
    question: "Чи повинен водій тролейбуса оголошувати найменування зупинки?",
    imageUrl: "",
    variants: [
      "Не обов'язково.",
      "Повинен у часи пік.",
      "Повинен.",
    ],
    trueVariant: "Не обов'язково."
  },
  {
    presable: true,
    title: "Білет №90. Питання №2708",
    question: "Для допущення до дорожнього руху автобуси мають проходити періодичний державний технічний контроль кожні:",
    imageUrl: "",
    variants: [
      "3 місяці.",
      "6 місяців.",
      "12 місяців.",
    ],
    trueVariant: "6 місяців."
  },
  {
    presable: true,
    title: "Білет №105. Питання №2879",
    question: "Чи дозволено водієві трамвая продавати пасажирам квитки під час руху?",
    imageUrl: "",
    variants: [
      "Дозволено у час пік.",
      "Дозволено.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено."
  },   
  {
    presable: true,
    title: "Білет №77. Питання №3028",
    question: "Пішоходи, у визначених Правилами дорожнього руху випадках, мають право рухатись велосипедними доріжками?",
    imageUrl: "",
    variants: [
      "Так.",
      "Ні.",
    ],
    trueVariant: "Так."
  }, 
  {
    presable: true,
    title: "Білет №107. Питання №2227",
    question: "Проїжджаючи дане перехрестя, водії повинні керуватися:",
    imageUrl: "./images/question-30.jpeg",
    variants: [
      "Знаками пріоритету.",
      "Сигналами світлофора.",
      "Вірні обидва варіанти.",
    ],
    trueVariant: "Сигналами світлофора."
  }, 
  {
    presable: true,
    title: "Білет №24. Питання №2785",
    question: "Ви рухаєтесь на автомобілі, у якого несправні світлові покажчики поворотів, але Вам необхідно повернути праворуч. Ваші дії:",
    imageUrl: "",
    variants: [
      "Витягнете ліву руку в ліву сторону у вікно і зігнете під прямим кутом вгору.",
      "Витягнете ліву руку в ліву сторону.",
      "Витягнете праву руку в праву сторону і зігнете під прямим кутом вгору.",
    ],
    trueVariant: "Витягнете ліву руку в ліву сторону у вікно і зігнете під прямим кутом вгору."
  },
  {
    presable: true,
    title: "Білет №12. Питання №1576",
    question: "У якому з напрямків Вам дозволено рух у зображеній ситуації?",
    imageUrl: "./images/question-4.jpeg",
    variants: [
      "У напрямку 1 або 2.",
      "У напрямку 1, 2 або 3.",
      "У напрямку 1, 2, 3 або 4.",
      "У напрямку 2, 3 або 4.",
    ],
    trueVariant: "У напрямку 1, 2 або 3.",
  },

  {
    presable: true,
    title: "Білет №113. Питання №723",
    question:
      "Чи дозволено водієві вантажного автомобіля зупинитися перед дорожнім знаком «Зупинку заборонено», як показано на малюнку?",
    imageUrl: "./images/question-5.jpeg",
    variants: ["Дозволено.", "Заборонено."],
    trueVariant: "Заборонено.",
  },
  {
    presable: true,
    title: "Білет №85. Питання №3228",
    question:
      "Чи дозволено водієві відчиняти двері транспортного засобу до його повної зупинки?",
    imageUrl: "./images/question-6.jpeg",
    variants: [
      "Заборонено.",
      "Дозволено, якщо поруч немає пішоходів або інших транспортних засобів.",
      "Дозволено в будь-якому випадку.",
    ],
    trueVariant: "Заборонено.",
  },

  {
    presable: true,
    title: "Білет №115. Питання №1557",
    question:
      "Чи дозволено водієві автобуса, що рухається за встановленим маршрутом, повернути праворуч у зображеній ситуації?",
    imageUrl: "./images/question-7.jpeg",
    variants: ["Дозволено.", "Заборонено."],
    trueVariant: "Дозволено.",
  },
  {
    presable: true,
    title: "Білет №46. Питання №2071",
    question:
      "Як повинен чинити водій транспортного засобу, що наближається до перехрестя, на якому немає знаків пріоритету, а наявність покриття на дорозі неможливо визначити у зв'язку з погодними або іншими умовами?",
    imageUrl: "./images/question-8.jpeg",
    variants: [
      "Вважати, що він перебуває на головній дорозі.",
      "Вважати, що він перебуває на другорядній дорозі.",
      "Давати дорогу, тільки повертаючи ліворуч.",
    ],
    trueVariant: "Вважати, що він перебуває на другорядній дорозі.",
  },
  {
    presable: true,
    title: "Білет №88. Питання №2712",
    question: "Чи є антифриз отруйною речовиною?",
    imageUrl: "",
    variants: ["Ні, не є.", "Ні, тільки концентрат.", "Так, дуже отруйний."],
    trueVariant: "Так, дуже отруйний.",
  },
  {
    presable: true,
    title: "Білет №60. Питання №2142",
    question: "Що мається на увазі під зупинним шляхом?",
    imageUrl: "",
    variants: [
      "Відстань, пройдена транспортним засобом з моменту виявлення водієм небезпеки до повної зупинки.",
      "Відстань, пройдена транспортним засобом з моменту початку спрацьовування гальмівного приводу до повної зупинки.",
      "Відстань, що відповідає гальмівному шляху, визначеному технічною характеристикою даного транспортного засобу.",
    ],
    trueVariant:
      "Відстань, пройдена транспортним засобом з моменту виявлення водієм небезпеки до повної зупинки.",
  },
  {
    presable: true,
    title: "Білет №56. Питання №756",
    question: "Яке перехрестя вважається нерегульованим?",
    imageUrl: "",
    variants: [
      "Перехрестя, де світлофор вимкнений або працює в режимі миготіння жовтого сигналу.",
      "Перехрестя, де немає світлофорів і відсутній регулювальник.",
      "Перехрестя, де черговість проїзду регулюється тільки дорожніми знаками пріоритету.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1, 2 і 3.",
  },
  {
    presable: true,
    title: "Білет №33. Питання №1025",
    question: "Чи дозволяється навчальна їзда на автомагістралі?",
    imageUrl: "",
    variants: [
      "Дозволяється лише у світлу пору доби.",
      "Дозволяється.",
      "Забороняється.",
    ],
    trueVariant: "Забороняється.",
  },

  {
    presable: true,
    title: "Білет №113. Питання №2541",
    question:
      "Яка максимальна швидкість встановлена для руху мікроавтобусів на автомагістралі?",
    imageUrl: "./images/question-9.jpeg",
    variants: ["110 км/год.", "130 км/год.", "80 км/год.", "90 км/год."],
    trueVariant: "130 км/год.",
  },
  {
    presable: true,
    title: "Білет №28. Питання №811",
    question: "На даному перехресті водій червоного автомобіля повинен:",
    imageUrl: "./images/question-10.jpeg",
    variants: [
      "Дати дорогу всім транспортним засобам, що рухаються по дорозі, на яку він в'їжджає.",
      "Проїхати перехрестя першим.",
    ],
    trueVariant:
      "Дати дорогу всім транспортним засобам, що рухаються по дорозі, на яку він в'їжджає.",
  },
  {
    presable: true,
    title: "Білет №108. Питання №2728",
    question: "Що необхідно зробити заздалегідь перед використанням домкрата?",
    imageUrl: "",
    variants: [
      "Перевірити наявність домкрата.",
      "Перевірити гідравлічний домкрат.",
      "Встановити противідкатні упори коліс.",
      "Відповіді 1 і 2.",
    ],
    trueVariant: "Встановити противідкатні упори коліс.",
  },
  {
    presable: true,
    title: "Білет №91. Питання №1289",
    question:
      "За дотримання яких з умов дозволяється експлуатація транспортних составів у складі автомобіля і причепа?",
    imageUrl: "",
    variants: [
      "За наявності гальмової системи у причепа.",
      "За умови відповідності причепа тягачу і виконання вимог щодо їхньої експлуатації.",
      "За дотримання всіх перерахованих вище умов.",
    ],
    trueVariant:
      "За умови відповідності причепа тягачу і виконання вимог щодо їхньої експлуатації.",
  },
  {
    presable: true,
    title: "Білет №43. Питання №3341",
    question: "На малюнку зображено узбіччя?",
    imageUrl: "",
    variants: ["Так.", "Ні."],
    trueVariant: "Ні.",
  },

  {
    presable: true,
    title: "Білет №10. Питання №1033",
    question:
      "Який із розпізнавальних знаків встановлюється на транспортних засобах, якими керують глухі або глухонімі водії?",
    imageUrl: "./images/question-12.jpeg",
    variants: ["Перший.", "Другий.", "Третій."],
    trueVariant: "Перший.",
  },
  {
    presable: true,
    title: "Білет №105. Питання №2275",
    question: "З якого віку дозволено навчатися водінню мопеда?",
    imageUrl: "",
    variants: ["З 14 років.", "З 16 років.", "З 17 років.", "З 18 років."],
    trueVariant: "З 14 років.",
  },

  {
    presable: true,
    title: "Білет №80. Питання №3163",
    question:
      "Удар головою або грудною кліткою об панель приладів або лобове скло під час зіткнення попередить:",
    imageUrl: "",
    variants: ["Ремінь безпеки.", "Підголівник."],
    trueVariant: "Ремінь безпеки.",
  },
  {
    presable: true,
    title: "Білет №12. Питання №187",
    question: "Чи дозволяється перевезення пасажирів на велосипеді?",
    imageUrl: "",
    variants: [
      "Дозволяється на багажнику.",
      "Дозволяється на рамі велосипеда.",
      "Забороняється перевезення пасажирів на велосипеді (за винятком дітей до 7 років, які перевозяться на додатковому сидінні, обладнаному надійно закріпленими підніжками).",
    ],
    trueVariant:
      "Забороняється перевезення пасажирів на велосипеді (за винятком дітей до 7 років, які перевозяться на додатковому сидінні, обладнаному надійно закріпленими підніжками).",
  },
  {
    presable: true,
    title: "Білет №71. Питання №125",
    question: "В яких випадках пішоходу дозволено рух краєм проїзної частини?",
    imageUrl: "",
    variants: [
      "Тільки в світлу пору доби, рухаючись назустріч руху транспортних засобів.",
      "У темну пору доби або в умовах недостатньої видимості рухатися назустріч руху транспортних засобів, виділивши себе або маючи на зовнішньому одязі світловідбиваючі елементи.",
      "За відсутності тротуарів або пішохідних доріжок.",
      "За відсутності узбіччя або неможливості рухатися ним.",
      "Відповіді 3 і 4.",
    ],
    trueVariant: "Відповіді 3 і 4.",
  },
  {
    presable: true,
    title: "Білет №62. Питання №265",
    question: "Звуковий сигнал, застосовуваний на додаток до світлофорів:",
    imageUrl: "./images/question-20.jpeg",
    variants: [
      "Призначений для привернення уваги пішоходів.",
      "Призначений для сліпих пішоходів – дозволяє їм рух.",
      "Призначений для сліпих пішоходів – забороняє їм рух через дорогу.",
    ],
    trueVariant: "Призначений для сліпих пішоходів – дозволяє їм рух.",
  },
  {
    presable: true,
    title: "Білет №42. Питання №722",
    question: "У місцях, де буде неможливим зустрічний роз'їзд.",
    imageUrl: "",
    variants: [
      "У місцях, де буде неможливим об'їзд транспортного засобу, що зупинився.",
      "У місцях, де транспортний засіб закриває від інших водіїв сигнали світлофора або дорожні знаки.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1, 2 і 3.",
  },
  {
    presable: true,
    title: "Білет №50. Питання №1636",
    question: "Що з переліченого заборонено водіям на зображеній дорозі?",
    imageUrl: "./images/question-21.jpeg",
    variants: [
      "Розворот.",
      "Рух заднім ходом, крім випадків, коли неможливо під'їхати до об'єкта іншим способом.",
      "Зупинка і стоянка біля лівого краю проїзної частини.",
      "Відповіді 1 і 2.",
      "Відповіді 1, 2 і 3.",
    ],
    trueVariant: "Відповіді 1 і 2.",
  },
  {
    presable: true,
    title: "Білет №9. Питання №116",
    question:
      "Чи дозволено водієві автомобіля виконати випередження автомобіля, що супроводжує колону і рухається з увімкненим зеленим проблисковим маячком?",
    imageUrl: "./images/question-22.jpeg",
    variants: [
      "Дозволено в будь-якому випадку.",
      "Дозволено, якщо він рухається зі швидкістю менш ніж 30 км/год., дотримуючись заходів безпеки.",
      "Заборонено.",
    ],
    trueVariant: "Заборонено.",
  },
  {
    presable: true,
    title: "Білет №31. Питання №2964",
    question:
      "Якими будуть ваші дії, якщо вантажний автомобіль декілька разів увімкнув дальнє світло?",
    imageUrl: "./images/question-23.jpeg",
    variants: [
      "Подати звуковий сигнал, попереджаючи іншого водія, що у вас перевага в русі.",
      "Почати гальмування, щоб визначити подальші дії іншого водія.",
      "Теж ввімкнути декілька разів дальнє світло, не припиняючи рух.",
    ],
    trueVariant: "Почати гальмування, щоб визначити подальші дії іншого водія.",
  },
  {
    presable: true,
    title: "Білет №95. Питання №2868",
    question: "Що з переліченого заборонено водієві трамвая?",
    imageUrl: "",
    variants: [
      "Вимагати від пасажирів виконання їхніх обов'язків.",
      "Вимагати від пасажирів пред'явити квитанцію на перевезення багажу.",
      "Починати рух до повного зачинення дверей та відчиняти їх до повної зупинки трамвая.",
    ],
    trueVariant:
      "Починати рух до повного зачинення дверей та відчиняти їх до повної зупинки трамвая.",
  },
];